Revit 2024 API
IFCLevelInfo.Elevation Property
 The elevation of the level.
Namespace: Autodesk.Revit.DB.IFC
Assembly: RevitAPIIFC (in RevitAPIIFC.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2012
Syntax
C#
public double Elevation { get; }
Visual Basic
Public ReadOnly Property Elevation As Double
	Get
Visual C++
public:
property double Elevation {
	double get ();
}
See Also
IFCLevelInfo Class
Autodesk.Revit.DB.IFC Namespace